[X2AbilityTag_WOTC_APA_Reaper]

;  -- Localized Strings for Ability Tags --
;  ----------------------------------------

; // Generic Tags
strOnce = "一"
strUpTo = "最多"
strTimes = "次"
strTiles = "格"


[X2Ability_WOTC_APA_ReaperAbilitySet]

strShadow1Name = "暗影融合 I"
strShadow1Desc = "<font color='#CA7200'>专注机制：</font><br/><Bullet/>每个活跃的暗影点数减少<font color='#3ABD23'><Ability:SHADOW_STACK_VARIABLE_DETECTION_BONUS/>%</font>探测半径。<br/><Bullet/>每个活跃的暗影点数增加<font color='#3ABD23'>+<Ability:SHADOW_STACK_CRIT_CHANCE_BONUS/>%</font>暴击率。<br/><Bullet/>最多获得<font color='#3ABD23'><Ability:SHADOW_STACK_MAX_I/></font>暗影点数。"
strShadow2Name = "暗影融合 II"
strShadow2Desc = "<font color='#CA7200'>专注机制：</font><br/><Bullet/>每个活跃的暗影点数减少<font color='#3ABD23'><Ability:SHADOW_STACK_VARIABLE_DETECTION_BONUS/>%</font>探测半径。<br/><Bullet/>每个活跃的暗影点数增加<font color='#3ABD23'>+<Ability:SHADOW_STACK_CRIT_CHANCE_BONUS/>%</font>暴击率。<br/><Bullet/>最多获得<font color='#3ABD23'><Ability:SHADOW_STACK_MAX_II/></font>暗影点数。"
strShadow3Name = "暗影融合 III"
strShadow3Desc = "<font color='#CA7200'>专注机制：</font><br/><Bullet/>每个活跃的暗影点数减少<font color='#3ABD23'><Ability:SHADOW_STACK_VARIABLE_DETECTION_BONUS/>%</font>探测半径。<br/><Bullet/>每个活跃的暗影点数增加<font color='#3ABD23'>+<Ability:SHADOW_STACK_CRIT_CHANCE_BONUS/>%</font>暴击率。<br/><Bullet/>最多获得<font color='#3ABD23'><Ability:SHADOW_STACK_MAX_III/></font>暗影点数。"

strShadowStackName = "暗影点数"
strShadowStackDesc = "死神已经融入到周围的环境中了。"